export default function TermsConditions() {
  return (
    <section>
      <div className="px-8 pb-8 lg:px-40 lg:pb-20">
        <h2 className="text-center text-2xl text-primary mb-4 lg:mb-12">
          Terms & Conditions
        </h2>
        <ul className="list-disc space-y-4 w-full text-sm lg:text-base mt-6 text-left">
          <li>
            စာရွက်စာတန်း နှင့် ကုန်ပစ္စည်းများ လုံခြုံစိတ်ချမှုရှိစေရန်
            ထုတ်ပိုးပေးရမည်မှာ ပေးပို့သူ၏ တာဝန်သာဖြစ်ပြီး ပြန်လည်ထုတ်ပိုးရန်
            လိုအပ်မှသာ Akyab Synergy Co., Ltd. မှ ပံ့ပိုးပေးပါမည်။
          </li>
          <li>
            ကျိုးပဲ့ ၊ ပုပ်သိုး ၊ ပျက်စီးနိုင်သော ပစ္စည်းများကို ပေးပို့သူမှ
            တာဝန်ယူရပါမည်။ Akyab Synergy Co., Ltd. မှ တာဝန်ယူမည် မဟုတ်ပါ။
          </li>
          <li>
            သက်ဆိုင်ရာ ကားဂိတ်များ ၊ လေဆိပ်များ ၊ အခွန်ရုံးများ နှင့်
            တာဝန်ရှိရုံးများတွင် စစ်ဆေးခြင်း ကိစ္စရပ်များအတွက် ပေးပို့သူ၏
            ပစ္စည်း ပျက်စီး ဆုံးရှုံးမှုများကို Akyab Synergy Co., Ltd. မှ
            တာဝန်ယူမည် မဟုတ်ပါ ။
          </li>
          <li>စာရင်းသွင်းပြီးသော ပစ္စည်းများအား ငွေပြန်မအမ်းပါ။</li>
          <li>
            စစ်ဘေး အန္တရာယ်ကြောင့် ဖြစ်ပေါ်လာသော ကိစ္စရပ်များနှင့် ရန်သူမျိုး
            ငါးပါးကြောင့် ဖြစ်ပေါ်လာသော ပျက်စီးဆုံးရှုံးမှုများကို တာဝန်ယူမည်
            မဟုတ်ပါ။
          </li>
          <li>
            ပေးပို့သူ၏ ပစ္စည်း ပျက်စီးပျောက်ဆုံးပါက ပေးပို့ခ၏ ( ၅ ဆ ) ၂၅၀၀၀၀
            အထိသာ လျော်ပေးမည်ဖြစ်ပါသည်။ ပေးပို့လာသောပစ္စည်းများ၏ မူလတန်ဖိုးမှာ
            ‌‌ပေးပို့ခထက် လျော့နည်းနေပါက ပစ္စည်း၏ မူလတန်ဖိုးအတိုင်းသာ
            ပေးလျော်ပါမည်။
          </li>
          <li>
            စာထုတ် / ချောစာ ပစ္စည်းများအတွက် လျော်ကြေးငွေအား
            မူရင်းလက်ခံပြေစာနှင့် အတူ သတ်မှတ်ကာလ ( ၁လ ) အတွင်း
            လာရောက်တောင်းခံနိုင်ပါသည်။ သတ်မှတ်ကာလ ( ၁လ ) ကျော်လွန်ပါက
            လျော်ကြေးငွေပြန်အမ်းမည် မဟုတ်ပါ။
          </li>
          <li>
            ပေးပို့လိုသည့် လိပ်စာတွင် လိပ်စာမပြည့်စုံခြင်း ၊
            လိပ်စာမှားယွင်းခြင်းများကြောင့် ပေးပို့နိုင်ခြင်း မရှိပါက ချောစာ /
            ပစ္စည်း ပို့ခငွေနှင့် အာမခံဝန်ဆောင်မှု ငွေအားပြန်အမ်းမည် မဟုတ်ပါ။{" "}
          </li>
          <li>
            Akyab Synergy Co., Ltd. မှ ပစ္စည်းလာပို့သောအခါ ပစ္စည်းလက်ခံမည့်သူက
            အလုပ်ကိစ္စကြောင့်အပြင်‌ရောက်နေသည် ဖြစ်စေ
            မည်သည့်အကြောင်းကြောင့်ဖြစ်စေ လက်မခံနိုင်ခဲ့လျှင် တစ်ရက်တာအတွင်း ( ၃
            ကြိမ် ) တိတိ Checking ပြန်လည်လာရောက် ပို့ဆောင်ပေးမည် ဖြစ်ပါသည်။
          </li>
          <li>
            ( ၃ ကြိမ် ) လုံး Checking လုပ်ပြီးသော်လည်း လက်ခံပေးမည့်သူ
            မရှိဖြစ်နေဆဲဆိုလျှင် နောက်တစ်နေ့ လာရောက်ပို့ဆောင်သောအခါ
            ပို့ဆောင်ခကို ( ၂ ရက် )ခ အနေနှင့် ကောက်ခံသွားမည် ဖြစ်ပါသည်။{" "}
          </li>
          <li>
            Akyab Synergy Co.,Ltd. သို့ ပစ္စည်းလာရောက် အပ်နှံသူများအား
            ဤစည်းမျည်း စည်းကမ်းများအား နားလည်လိုက်နာပြီး ဖြစ်ကြောင်း
            သတ်မှတ်ပါမည်။ ပေးပို့ခြင်းမပြုသော ပစ္စည်းများ ဥပ‌ဒေအရ မလွတ်ကင်းသော
            စာ၊ ပစ္စည်းများ၊ လက်နက်ခဲယမ်းများ ( လက်နက်အစစ်နှင့် အနီးဆုံးတူသော
            ကစားစရာများ )၊ ရွှေ၊ငွေ၊ကျောက်မျက်ရတနာများနှင့်
            တန်ဖိုးကြီးပစ္စည်းများ၊ မူးယစ်ဆေးဝါးနှင့် ကျန်းမာရေးဆိုင်ရာ
            ထောက်ခံချက် မရှိသော ပစ္စည်းများ၊ သက်ရှိ၊ သက်မဲ့ အရာများနှင့်
            ၎င်းတို့၏ ခန္ဓာကိုယ်အစိတ်အပိုင်းများ၊ မီးလောင်လွယ်စေသော ပစ္စည်းများ၊
            ကျိုးပဲ့ ပျက်စီးလွယ်သော ပစ္စည်းများ၊ အက်စစ်ကဲ့သို့သော
            ကျန်းမာ‌‌ရေးနှင့် ပတ်ဝန်းကျင်ထိခိုက်စေနိုင်သော ပစ္စည်းများ၊
            မြန်မာနိုင်ငံ၏ တည်ဆဲ စည်းမျည်း စည်းကမ်းနှင့် မညီသော ပစ္စည်းများ အား
            ပေးပို့ခြင်းကို ခွင့်မပြုပါ။
          </li>
          <li className="list-none text-primary !mt-4 !lg:mt-10">
            ( ခွင့်မပြုထားသော ပစ္စည်းများကို လိမ်လည်ပြောဆိုပြီး ဖြစ်စေ၊
            ကွယ်ဝှက်ပြီး ဖြစ်စေ ပို့ဆောင်သောကြောင့် ပြသနာ တစ်စုံတစ်ရာ ဖြစ်လာပါက
            ပို့ဆောင်သူ၏ တာဝန်သာဖြစ်ကြောင်း သတိပေးအပ်ပါသည်။ )
          </li>
        </ul>
      </div>
    </section>
  );
}
